{
  "scenarios": {
    "heirlooms": {
      "scenario": "Heirloom of Ages Past",
      "scenario_flavor": "Buried somewhere upon the field of battle is a long-forgotten heirloom of ages past. Having narrowed down its location, the two armies now fight for possession of this relic. However, the powers that linger upon this mysterious object are easily capable of corrupting those who hold it for too long.",
      "scenario_outline": "A precious relic lies upon the battlefield. They who hold it will win the day!",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Then, place six Objective markers on the battlefield. To place the Objectives, both players roll a D6. The player with the highest score places one Objective marker anywhere on the battlefield at least 6 away from any board edge. Their opponent then places an Objective at least 12 away from the existing Objective marker and 6 away from any board edge. The players then alternate placing the remaining Objectives, according to the restriction noted earlier.",
      "scenario_startingPOS": "At the battle’s start, the forces are yet to arrive – models are not deployed at the start of the game, but will enter as the game continues (see Special Rules).",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/heirloom.png",
      "scenario_scoringVP": [
        "You score 6 Victory Points if your force is in possession of the relic at the end of the game. If at the end of the game you are not in possession of the relic but have more models within 3 of the relic than your opponent, then you instead score 3 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader. Wounds prevented by a successful Fate roll do not count. If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if you have at least one banner remaining at the end of the game. If you have at least one banner remaining and your opponent has none remaining, then you instead score 2 Victory Points."
      ],
      "scenario_specialRules": [
        "uncovering_relic",
        "relic_of_power",
        "maelstrom_of_battle"
      ]
    },
    "hold_ground": {
      "scenario": "Hold Ground",
      "scenario_flavor": "In the swirl of battle it becomes apparent that a certain, usually insignificant, area of the battlefield has become vital to the victory of both sides. Both forces surge towards this new tactical advantage, desperate to control it.",
      "scenario_outline": "Control the centre of the battlefield, no matter the cost.",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Once the battlefield has been set up, an Objective marker is placed in the centre of the battlefield. Players must also agree which direction is north – this is important for determining where and when Reinforcements arrive from.",
      "scenario_startingPOS": "At the battle’s start, the forces are yet to arrive – models are not deployed at the start of the game, but will enter as the game continues (see Special Rules later).",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn, after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/holdGround.png",
      "scenario_scoringVP": [
        "You score 3 Victory Points if you have more models within 6 of the Objective marker than your opponent. If you have twice as many models within 6 of the Objective than your opponent, then you instead score 5 Victory Points. If you have three times as many models within 6 of the Objective than your opponent, or you are the only player to have models within 6 of the Objective marker, then you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["maelstrom_of_battle"]
    },
    "command_battlefield": {
      "scenario": "Command the Battlefield",
      "scenario_flavor": "Two enemy forces are embroiled in a deadlock on the battlefield. Only by gaining control of the grounds they are fighting upon can either side hope to claim victory.",
      "scenario_outline": "The battlefield is divided into quarters; control the most to achieve victory.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "At the battle’s start, the forces are yet to arrive – models are not deployed at the start of the game, but will enter as the game continues (see Special Rules later).",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/Command.png",
      "scenario_scoringVP": [
        "You score 1 Victory Point for each quarter of the board that has more friendly models than enemy models wholly within it. For each quarter of the board that has at least double the number of models wholly within it than your opponent, you instead score 2 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken, and your force is unbroken, you instead score 2 Victory Points."
      ],
      "scenario_specialRules": []
    },
    "seize_prize": {
      "scenario": "Seize the Prize",
      "scenario_flavor": "Within Middle-earth, an ancient and mysterious artefact has awoken. Its power has drawn two opposing armies to claim it, hoping to use its secrets for their own ends. Both forces will stop at nothing to possess it.",
      "scenario_outline": "Recover a precious item and carry it through the enemy force to victory.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "SSet up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Place a 25mm marker in the centre of the board to represent the artefact.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 12 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 12 of their board edge as described above. Players then alternate until all warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/seizePrize.png",
      "scenario_scoringVP": [
        "You score 3 Victory Points if one of your models is carrying the artefact within your own board half. If one of your models is carrying the artefact within your opponent’s board half, then you instead score 5 Victory Points. If one of your models is carrying the artefact and manages to move off the board via your opponent’s board edge, then you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader. Wounds prevented by a successful Fate roll do not count. If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["artefact"]
    },
    "destroy_supplies": {
      "scenario": "Destroy the Supplies",
      "scenario_flavor": "By destroying the supplies and rations of their enemy, one force can gain an immediate upper hand in the battles between the two armies.",
      "scenario_outline": "Destroy your opponent’s supplies whilst protecting your own.",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Then, place three Objective markers in each player’s deployment zone so that the Objectives are equidistant along the edge of each player’s deployment zone, with one in the centre. The first is placed 12 from the centre of the player’s board edge. The others are then placed halfway between the central Objective and the board edges on either side, so that all three Objective markers are equidistant along the edge of one player’s deployment zone.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 12 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 12 of their board edge, as described above. Players then alternate until all of their warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/destroyTheSupplies.png",
      "scenario_scoringVP": [
        "You score 2 Victory Points for each enemy supply marker that has been destroyed.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken, and your force is unbroken, you instead score 2 Victory Points.",
        " You score 1 Victory Point if you have at least one banner remaining at the end of the game. If you have at least one banner, and your opponent has none remaining, then you instead score 2 Victory Points."
      ],
      "scenario_specialRules": ["supply_markers"]
    },
    "retrieval": {
      "scenario": "Retrieval",
      "scenario_flavor": "Both forces have claimed something of value from their enemy, and both will fight to reclaim what is rightfully theirs.",
      "scenario_outline": "Reclaim what was stolen by the enemy and escape the battlefield with it.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the corners of the board, and their opponent automatically has the opposite. A line is then drawn between the two chosen corners, and both players then place a single Objective marker 15 away from their corner along this line – this is their own relic. The board is then split into two halves diagonally between the two corners that were not chosen, forming two deployment zones. The player who scored the highest then selects a warband in their force to deploy in their deployment zone, but not within 3 of the line that runs diagonally through the centre of the board. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player deploys one of their warbands in their deployment zone as described above. Players then alternate until all of their warbands have been placed..",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/retrieval.png",
      "scenario_scoringVP": [
        "You score 1 Victory Point if your opponent’s relic has moved from its original position at the end of the game. If you have retrieved your opponent’s relic, you instead score 3 Victory Points. If you have retrieved your opponent’s relic, and the model holding it is in your deployment zone, you instead score 5 Victory Points. If you have retrieved your opponent’s relic, and managed to move it off the board via either of the board edges in your deployment zone, you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken, and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["the_relic"]
    },
    "lords_battle": {
      "scenario": "Lords of Battle",
      "scenario_flavor": "After weeks of skirmishes and close encounters with the opposing side, it comes down to one final battle to determine which faction will emerge victorious. The more enemies a side can kill, the more it will spur them on to victory.",
      "scenario_outline": "A pitched battle where victory goes to the player who causes the most carnage.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 24 of their board edge but at least 1 away from enemy models. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 24 of their board edge as described above. Players then alternate until all warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/lordsOfBattle.png",
      "scenario_scoringVP": [
        "For this Scenario you need to keep track of your Wound Tally. Your Wound Tally is equal to the number of Wounds that your army inflicted upon your opponent’s army, plus any Fate points that your opponent pent. Hero models that are removed from the game with unspent Fate points will add 1 to the Wound Tally for each one unspent. Models that flee because their force is Broken count towards the Wound Tally, but mounts that flee do not. You score 3 Victory Points if your Wound Tally is greater than your opponent’s. If your Wound Tally is at least twice as large as your opponent’s, then you instead score 5 Victory Points. If your Wound Tally is at least three times as large as your opponent’s, or your opponent has no models left on the board, then you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["time_of_heroes"]
    },
    "contest_champions": {
      "scenario": "Contest of Champions",
      "scenario_flavor": "Following a rousing speech for the ages, the leaders of both forces head into battle to inspire their followers to great deeds. It is upon the field of battle that the two armies’ generals must fight to outshine each other, in an attempt to spur on their troops, break the spirit of their enemies and ultimately win the day.",
      "scenario_outline": "A trial of heroes; the leader who causes the most carnage will rise triumphant.",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Once the battlefield has been set up, an Objective marker is placed in the centre of the battlefield. Players must also agree which direction is north – this is important for determining where and when Reinforcements arrive from.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They place their leader within their deployment zone and within 3 of the centre of the board and then deploy their leader’s warband in their deployment zone and within 6 of the leader. Their opponent then does the same. Players then take it in turns (starting with the player who rolled highest) to select a warband in their force and roll a D6. On a 1-3, all models in that warband must be deployed in the deployment zone and within 12 of the centre line of the board. On a 4-6, the models can be deployed anywhere in the deployment zone. Models may not be placed within 1 of an enemy model. Regardless of the dice roll, models may not be deployed further than 6 from the captain of their warband. Players alternate until all warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/ContestOfChampions.png",
      "scenario_scoringVP": [
        "Keep a count of how many kills your leader scores in combat throughout the course of the battle. Note, kills caused by shooting, Magical Powers or the Hurl Brutal Power Attack do not count towards your leader’s score. You score 3 Victory Points if your leader has killed more models than your opponent’s leader. If your leader has killed at least two models and at least twice as many as your opponent’s leader, then you instead score 5 Victory Points. If your leader has killed at least three models and at least three times as many as your opponent’s leader, then you instead score 7 Victory Points.",
        "You score 1 Victory Point if your leader causes one or more Wounds on the enemy leader. Wounds prevented by a successful Fate roll do not count. If your leader kills the enemy leader, you instead score 3 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 2 Victory Points."
      ],
      "scenario_specialRules": ["last_stand"]
    },
    "death": {
      "scenario": "To The Death!",
      "scenario_flavor": "Victory goes to the force which can crush the foe and slay the enemy leader.",
      "scenario_outline": "The battlefield is divided into quarters; control the most to achieve victory.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 12 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 12 of their board edge, as described above. Players then alternate until all warbands have been placed..",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/toTheDeath.png",
      "scenario_scoringVP": [
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 3 Victory Points.",
        "You score 3 Victory Points if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 5 Victory Points.",
        "You score 1 Victory Point if you have at least one banner remaining at the end of the game. If you have at least one banner remaining and your opponent has none remaining, then you instead score 2 Victory Points.",
        "You score 2 Victory Points if the enemy force is reduced to 25% of its starting models at the end of the game."
      ],
      "scenario_specialRules": []
    },
    "storm_camp": {
      "scenario": "Storm the Camp",
      "scenario_flavor": "Both armies desire the land before them for its strategic position within Middle-earth. Setting up encampments, both forces seek to outlast their opponents and claim the land for their own. However, with neither side willing to yield its stake, war befalls these two opposing sides. It is now time to decide the dominant force by seizing the other’s camp and scattering its defenders",
      "scenario_outline": "Oust the enemy from their camp, while keeping yours secure.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6. The player who scored the highest may choose one of the four table corners as their camp. They then deploy their army (including any Siege Engines) entirely within 12 of their chosen table corner. Any models that cannot be deployed within 12 of the chosen corner will move onto the board via the controlling player’s corner at the end of their first Move phase. Their opponent then sets up their army entirely within 12 of the table corner diagonally opposite.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/stormTheCamp.png",
      "scenario_scoringVP": [
        "You score 3 Victory Points if your force managed to capture your opponent’s camp. If your force managed to capture your opponent’s camp and your camp is not captured, you instead score 6 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader. Wounds prevented by a successful Fate roll do not count. If you kill the enemy leader, you instead score 3 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["campsite"]
    },
    "reconnoitre": {
      "scenario": "Reconnoitre",
      "scenario_flavor": "Scouts have been sent out by both forces in order to gather vital information from behind enemy lines. Each force is attempting to sneak past the enemy whilst simultaneously preventing the enemy from doing the same.",
      "scenario_outline": "Ensure more of your models escape the battlefield than your opponent.",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "At the battle’s start, the forces are yet to arrive – models are not deployed at the start of the game. Both players roll a D6. The player with the highest result chooses one of the long table edges to be their board edge – the opposing player has the opposite board edge as their board edge (see Special Rules later).",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models, or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw. Models that have escaped the board count as being on the board for the purpose of determining if a force is Broken.",
      "scnenario_image": "./deployment/recconoitre.png",
      "scenario_scoringVP": [
        "You score 3 Victory Points if more of your models have escaped the battlefield via your opponent’s board edge than vice versa. If at least two of your models and twice as many models than your opponent have escaped the board, then you instead score 5 Victory Points. If at least three of your models, and three times as many models than your opponent have escaped the board, then you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader – Wounds prevented by a successful Fate roll do not count. If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["reinforcements"]
    },
    "divide_conquer": {
      "scenario": "Divide and Conquer",
      "scenario_flavor": "With battle having divided two opposing forces, each army must now fight to rejoin their allies, all whilst trying to claim key areas of the battlefield to ensure they will win the day..",
      "scenario_outline": "TWith your army split in two, claim the key areas of the battlefield.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Then place one Objective marker in the centre of the board; another halfway between the central Objective and the centre of the eastern board edge, and another halfway between the central Objective and the centre of the western board edge.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest score chooses two opposite corners to be their deployment zones, and labels them A and B. Their opponent has the other two corners and labels them A and B. The player who scored highest then deploys one of their warbands anywhere within 12 of their corner A. The other player then does the same. The player that scored highest then deploys one of their warbands anywhere within 12 of corner B. The other player then deploys the same. Players then repeat the process above until all warbands have been deployed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/divideAndConqueor.png",
      "scenario_scoringVP": [
        "ou score 3 Victory Points if there are more friendly models than enemy models within 3 of the central Objective. If there is at least one friendly model, and no enemy models, within 3 of this Objective, you instead score 5 Victory Points.",
        "For each of the other Objectives, you score 1 Victory Point if there are more friendly models than enemy models within 3 of the Objective. If there is at least one friendly model, and no enemy models, within 3 of this Objective, you instead score 2 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game."
      ],
      "scenario_specialRules": []
    },
    "fog_of_war": {
      "scenario": "Fog of War",
      "scenario_flavor": "Amidst the maelstrom of the battle that rages, the two forces clash in an endless swirl of shields and swords. Battle plans constantly change and the two generals become locked in a battle of wits, both trying to work out their adversary’s aims.",
      "scenario_outline": "Outwit your opponent by concealing your true objective.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 12 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 12 of their board edge as described above. Players then alternate until all warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/fogOfWar.png",
      "scenario_scoringVP": [
        "At the start of the game secretly note down one of your own Hero models – this may not be your leader unless you only have one Hero. You score 1 Victory Point if the nominated Hero is still alive at the end of the game. If the nominated Hero is still alive and has suffered no Wounds, you instead score 3 Victory Points.",
        "At the start of the game secretly note down one of your opponent’s Hero models – this may not be your opponent’s leader unless they only have one Hero. You score 1 Victory Point for causing one or more Wounds on the nominated Hero. Wounds prevented by a successful Fate roll do not count. If you kill the nominated Hero, you instead score 3 Victory Points.",
        "At the start of the game secretly note down a single terrain piece in your opponent’s half of the board. You score 1 Victory Point if at the end of the game you have more models than your opponent completely within your selected terrain piece. If your opponent has no models completely within your selected terrain piece and you have at least one, you instead score 3 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 3 Victory Points.",
        "Designer Note: In this Scenario you should not reveal any of your objectives to your opponent, even if you successfully complete them during the game. Part of the skill of this Scenario is trying to work out what your opponent is attempting to accomplish, whilst simultaneously trying to mislead them into thinking that you are trying to accomplish something that you aren’t."
      ],
      "scenario_specialRules": []
    },
    "clash_moonlight": {
      "scenario": "A Clash By Moonlight",
      "scenario_flavor": "Two opposing forces have happened upon each other in the dead of night, thrusting them into an impromptu battle. The darkness makes for an unusual fight, providing both forces with protection from arrows and greater options for stealth.",
      "scenario_outline": "A battle to the death in the dark of night!",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 12 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 12 of their board edge as described above. Players then alternate until all warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/clashByMoonlight.png",
      "scenario_scoringVP": [
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader. Wounds prevented by a successful Fate roll do not count. If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 3 Victory Points if the enemy force is Broken at the end of the game. If the enemy force is Broken and your force is unbroken, you instead score 5 Victory Points.",
        "You score 1 Victory Point if you have at least one Hero remaining at the end of the game. If you have at least one Hero left alive, and have killed more Hero models than your opponent, you instead score 3 Victory Points. If you have at least one Hero remaining, and your opponent has none remaining, then you instead score 5 Victory Points."
      ],
      "scenario_specialRules": ["dark_of_night"]
    },
    "assassination": {
      "scenario": "Assassination",
      "scenario_flavor": "For each side, there are certain enemies that pose a thorn in their side. Their swift removal from the equation is crucial to one side achieving victory on the battlefield.",
      "scenario_outline": "Using your assassin, slay your target to achieve victory.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 24 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 24 of their board edge, as described above. Players then alternate until all of their warbands have been placed..",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/assassination.png",
      "scenario_scoringVP": [
        " You score 1 Victory Point if your target has suffered one or more Wounds. If your target has suffered one or more Wounds, and your assassin caused at least one Wound, you instead score 3 Victory Points. If your target has been slain, you instead score 5 Victory Points. If your target has been slain, and your assassin caused the fatal Wound, you instead score 7 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game. If the enemy force is Broken, and your force is unbroken, you instead score 3 Victory Points."
      ],
      "scenario_specialRules": ["the_target", "the_assassin"]
    },
    "domination": {
      "scenario": "Domination",
      "scenario_flavor": "This battlefield will provide a distinct tactical advantage for whoever holds it for many years to come. Victory can be achieved by forcing the enemy back and securing the key points on the battlefield. Failure will not be permitted!",
      "scenario_outline": "Players fight to control five Objectives scattered across the battlefield.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual. Then, place five Objective markers on the battlefield; one is automatically placed in the centre of the board. To place the other Objectives, both players roll a D6. The player with the highest score places one Objective marker anywhere on the battlefield at least 12 away from the existing Objective and 6 away from any board edge. Their opponent then places a third Objective at least 12 away from existing Objectives and at least 6 away from any board edge. The players then alternate placing the remaining two Objectives, according to the restriction noted earlier.",
      "scenario_startingPOS": "oth players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 24 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 24 of their board edge, as described above. Players then alternate until all of their warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/domination.png",
      "scenario_scoringVP": [
        "You score 2 Victory Points for each Objective marker that has at least one of your models, and no enemy models, within 3.",
        "You score 1 Victory Point for each Objective marker that has both friendly and enemy models, but more friendly than enemy models, within 3",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count) or if you kill the enemy leader.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game."
      ],
      "scenario_specialRules": []
    },
    "capture_control": {
      "scenario": "Capture and Control",
      "scenario_flavor": "By holding key strategic points, both armies believe they can control the field of battle and use these tactically important locations to force their enemy into defeat. Whoever controls the battlefield will have gained an important foothold for the many battles yet to come.",
      "scenario_outline": "Control areas of the battlefield and deny them to your foe.",
      "scenario_armies": "Players choose their forces, as described in the the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force and roll a D6. Players then take it in turns (starting with the player who rolled highest) to select a warband in their force and roll a D6. On a 1-3, all models in that warband must be deployed in the deployment zone and within 12 of the centre line of the board. On a 4-6, the models can be deployed anywhere in the deployment zone. Models may not be deployed within 1 of an enemy model. Regardless of the dice roll, models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and rolls to place it as described above. Players alternate until all warbands have been placed.",
      "scenario_startingPOS": "At the battle’s start, the forces are yet to arrive – models are not deployed at the start of the game, but will enter as the game continues (see Special Rules later).",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "Once one force has been Broken, the game might suddenly end. At the end of each turn, after this condition has been met, roll a D6. On a 1-2, the game ends – otherwise, the battle continues for another turn. At the end of the game, the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/captureAndControl.png",
      "scenario_scoringVP": [
        "You score 2 Victory Points for each Objective marker that is under your control at the end of the game.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader or if you kill the enemy leader. Wounds prevented by a successful Fate roll do not count.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game."
      ],
      "scenario_specialRules": ["controlling_objectives"]
    },
    "breakthrough": {
      "scenario": "Breakthrough",
      "scenario_flavor": "With both forces locked in a battle for supremacy, both sides know that if they can break through their enemy’s lines they can seize a valuable strategic point from their foe.",
      "scenario_outline": "Capture the areas of the battlefield that are worth the most to your opponent.",
      "scenario_armies": "Players choose their forces, as described on page 130 of the Middle-earth Strategy Battle Game rules manual, to an equal points value before the game.",
      "scenario_layout": "Set up terrain as described on page 136 of the Middle-earth Strategy Battle Game rules manual.",
      "scenario_startingPOS": "Both players roll a D6 – the player with the highest result chooses one of the deployment zones. They then select a warband in their force to deploy within 24 of their board edge. Models may not be deployed further than 6 from the captain of their warband. When this has been done, the opposing player chooses one of their warbands and deploys it within 24 of their board edge, as described above. Players then alternate until all of their warbands have been placed.",
      "scenario_priority": "Both players roll a D6. The player with the highest score has Priority in the first turn.",
      "scenario_objectives": "The game lasts until the end of a turn in which one force has been reduced to a quarter (25%) of its starting number of models or below, at which point the force that has scored the most Victory Points wins the game. If both players have the same number of Victory Points, the game is a draw.",
      "scnenario_image": "./deployment/breakthrough.png",
      "scenario_scoringVP": [
        "You score 1 Victory Point if there are more friendly models than enemy models within 3 of the Objective in your own deployment zone.",
        "or each Objective on the centreline of the board, you score 1 Victory Point if there are more friendly models than enemy models within 3 of the Objective. If there is at least one friendly model, and no enemy models, within 3 of this Objective, you instead score 2 Victory Points.",
        "You score 2 Victory Points if there are more friendly models than enemy models within 3 of the Objective marker in your opponent’s deployment zone. If there is at least one friendly model, and no enemy models, within 3 of this Objective, you instead score 4 Victory Points.",
        "You score 1 Victory Point for causing one or more Wounds on the enemy leader (Wounds prevented by a successful Fate roll do not count). If you kill the enemy leader, you instead score 2 Victory Points.",
        "You score 1 Victory Point if the enemy force is Broken at the end of the game."
      ],
      "scenario_specialRules": []
    }
  }
}
